Repository: prxblms/BlackHorizonShell
Catalog: locales/*/messages.po
Languages: pt_br

source: you need to enter a directory.
pt_br: você precisa informar um diretório.

source: example: cd DirectoryName.
pt_br: exemplo: cd NomeDoDiretório.

source: this command does not exist
pt_br: este comando não existe

source: Ctrl-C was pressed, type
pt_br: Ctrl-C foi pressionado, digite

source: type
pt_br: digite

source: to exit the tool.
pt_br: para sair da ferramenta.

source: an unexpected error occurred:
pt_br: ocorreu um erro inesperado:

source: clean the tool screen
pt_br: limpe a tela da ferramenta

source: close the tool
pt_br: feche a ferramenta

source: show directory files and folders
pt_br: mostre os arquivos e pastas do diretório

source: show normal commands to use
pt_br: mostre os comandos normais a serem usados

source: show Black Horizon special commands to use
pt_br: mostre os comandos especiais do Black Horizon a serem usados

source: to display the help menu
pt_br: para exibir o menu de ajuda

source: this ip pinger does not exist
pt_br: este ip pinger não existe

source: all files were deleted successfully...
pt_br: todos os arquivos foram excluídos com sucesso...
